import carly from "./public/imgs/projects/articles/carlyhair.jpg";
import girl from "./public/imgs/projects/articles/girl.jpg";
import skin from "./public/imgs/projects/articles/skin.jpg";

export const articles = [
  {
    id: 1,
    title: "كيراتين طبيعي",
    img: girl,
    link: "https://m.facebook.com/story.php?story_fbid=pfbid02qiV7mJkRKSGbnhWKWXfceFjWZPpvWxRz4CNox7rD6PVB9StEqPTseQeRrBE8or8al&id=100013667113009&mibextid=Nif5oz",

    text: `
    🔑كيراتين طبيعي للشعر ولا اروع من كدا👌

    🧱المكونات:
    بذور الكتان🥄
    الارز 🥄
    الماء🥛🥛
    
    🧱الطريقة :
    نخلط المكونات مع بعض علي نار هادئة لغاية ما تتقل،  ونطفي النار. 
    
    نضيف زيت جوز الهند لو ماموجود نضيف زيت زيتون، 
    
    ونطحن المكونات وتطبق الخلطة علي الشعر ونغطيهو بالبلاستيك . 
    
    🎀ويللا انبسطوا بشعر طبيعي لا صالونات ولا فلس يحيركم
    
    🤝شاركوني بارائكم وطلباتكم شنو للبوست الجايي.
    #Um ahmed
    
    #معا _لشعر_ صحي.
`,
  },
  {
    id: 2,
    title: "قشرة الشعر ",
    img: carly,
    link: "https://m.facebook.com/story.php?story_fbid=pfbid0sjZT32N5ogPgrTm1EqUZJLVECm1WmEwdXfP8gUnwkNxHBSV7L3jkmLut4CXZG5dFl&id=100013667113009&mibextid=Nif5oz",
    text:`
    🛑قشرة الشعر :

    💬قالو اذا عرف السبب بطل العجب لازم نعرف اول القشرة جات ليه عشان نعرف العلاج. 
    
    ✅الاسباب:
    
    1⃣البشرة الجافة بتبقي البشرة اكتر جفافا في الشتاء عشان كدا تظهر القشرة. 
    
    2⃣عدم غسل الشعر بصورة كويسة وترك الزيت علي الفروة يسبب القشرة. 
    
    3⃣الحساسية بسبب منتجات الشعر مثل الصبغة، بخاخات الشعر، بعض انواع الشامبو. 
    
    4⃣بعض الامراض الجلدية التهاب الجلد، الصدفية، الاكزيما. 
    
    5⃣فطريات تعيش علي فروة الراس تتغذي علي الزيوت التي تفرزها البصيلات بتسبب القشرة.
     
    6⃣استخدام الماء الساخن. 
    
    🔎الاعراض:
    
    🔑ظهور قشور بيضاء علي الفروة والكتفين بتزيد في الشتاء وتنخفض في الصيف. 
    
    🔑حكة واحمرار في الفروة. 
    
     🔮كيفية التخلص منها:
    
    🎀شامبو ضد القشرة. 
    
    🎀استخدام علاج فروة الرأس. 
    
    🎀غسل الشعر جيدا بالماء الدافيء. 
    
    🎀واستخدام منتجات الاحماض الدهنية. 
    
    🎀والبلسم الذي يحتوي زيت جوز الهند والصبار او حمض الاوليك . 
    
    🎀ترطيب الفروة. 
    
    🎀الحذر من استخدام منتجات غير جيدة. 
    
    🎀اشعة الشمس تقلل من القشرة. 
    
    #umahmed
    #معالشعرصحي.
    `,
  },
  {
    id: 3,
    title: "علاج طبيعي",
    img: skin,
    link: "https://www.facebook.com/story.php?story_fbid=1847025012429718&id=100013667113009&mibextid=oFDknk&rdid=G4qhrD2MvCJkEhiz",
    text: `
    💠الطبيعي احلي في كل حاجة لما تلقي علاج طبيعي100%
 وفيه كل المميزات، وبسعر مناسب، بعالج ليك اي مشكلة في
 الشعر. 
اها راجييين شنو ورونا ❓. 
حصل لقيتو منتج زي دا⁉️. 
 واسمو شنو❓ خلونا نستفيد اعملو لايك ‼️. 
وتعليق اهم حاجة عشان الكل يستفيد.
    `,
  },
 
 
];
